Repository: tarikkamat/tarik-pay
Catalog: i18n/languages/woocommerce-iyzico-*.po
Languages: tr_tr

source: Environment
tr_tr: Ortam Türü

source: API Key
tr_tr: API Anahtarı

source: Secret Key
tr_tr: Güvenlik Anahtarı

source: Payment Value
tr_tr: Ödeme Seçeneği Başlık

source: Payment Form Description Value
tr_tr: Ödeme Seçeneği Açıklama

source: Enable/Disable
tr_tr: Etkinleştir/Devre Dışı Bırak

source: Enable iyzico Checkout Form
tr_tr: iyzico Ödeme Formu Etkinleştir

source: Payment Form Design
tr_tr: Ödeme Formu Tasarımı

source: Left
tr_tr: Sol Alt Kısım

source: Right
tr_tr: Sağ Alt Kısım

source: Hide
tr_tr: Gizli

source: Installment Commission
tr_tr: Taksit Komisyonu

source: This message will show to the user during checkout.
tr_tr: Bu mesaj kullanıcıya ödeme sayfasında gösterilecektir.

source: Pay with your credit card or debit card via iyzico.
tr_tr: iyzico ile kredi kartınız veya banka kartınızla ödeme yapın.

source: Thank you for your order, please enter your card information in the payment form below to pay with iyzico checkout.
tr_tr: Siparişiniz için teşekkür ederiz, iyzico ile ödeme yapmak için lütfen aşağıdaki ödeme formuna kart bilgilerinizi girin.

source: Pay with Credit/Bank Card
tr_tr: Kredi/Banka Kartı ile Ödeme

source: Order Status
tr_tr: Sipariş Durumu

source: Recommended, Default
tr_tr: Önerilen, Varsayılan

source: Default
tr_tr: Varsayılan

source: Pending
tr_tr: Beklemede

source: Processing
tr_tr: Hazırlanıyor

source: On-Hold
tr_tr: Bekletiliyor

source: Completed
tr_tr: Tamamlandı

source: Cancelled
tr_tr: İptal Edildi

source: Refunded
tr_tr: İade Edildi

source: Failed
tr_tr: Başarısız

source: Pay with iyzico
tr_tr: iyzico ile Öde

source: Best Payment Solution
tr_tr: En İyi İşletmeler için En İyi Ödeme Çözümü

source: Buyer Protection - Logo
tr_tr: Alıcı Koruması - Logo

source: Pay with Bank/Debit Card
tr_tr: Kredi/Banka Kartı ile Ödeme

source: iyzico Checkout
tr_tr: iyzico Ödeme Formu

source: Support
tr_tr: Destek

source: Turkish
tr_tr: Türkçe

source: English
tr_tr: İngilizce

source: This controls the description which the user sees during checkout.
tr_tr: Bu, kullanıcının ödeme sırasında gördüğü açıklamayı kontrol eder.

source: Payment Checkout Value
tr_tr: Ödeme Sayfası Mesajı

source: Your money safe with iyzico! Store your iyzico card and enjoy one-click payment. All your transactions under the iyzico Buyer Protection guarantee. Get live support 24/7.
tr_tr: Paranız iyzico ile güvende! iyzico kartınızı saklayın ve tek tıkla ödemenin keyfini çıkarın. Tüm işlemleriniz iyzico Alıcı Koruması garantisi altındadır. 7/24 canlı destek alın.

source: This order will be processed on the iyzico payment page.
tr_tr: Bu sipariş iyzico ödeme sayfasında işleme alınacaktır.

source: Payment token is missing. Please try again or contact the store owner if the problem persists.
tr_tr: Ödeme için TOKEN eksik. Lütfen tekrar deneyin veya sorun devam ederse mağaza sahibiyle iletişime geçin.

source: Payment process failed. Please try again or choose a different payment method.
tr_tr: Ödeme işlemi başarısız oldu. Lütfen tekrar deneyin veya farklı bir ödeme yöntemi seçin.

source: An unknown error occurred during the payment process. Please try again.
tr_tr: Ödeme işlemi sırasında bilinmeyen bir hata oluştu. Lütfen tekrar deneyin.

source: Currently in the process of applying for a shopping loan.
tr_tr: Ödeme şu anda alışveriş kredisi başvurusu aşamasında.

source: The shopping credit transaction has been initiated.
tr_tr: Alışveriş kredisi işlemi başlatıldı.

source: Refunded %s
tr_tr: %s İade edildi

source: The shopping loan transaction was completed successfully.
tr_tr: Alışveriş kredisi ödemesi başarıyla tamamlandı.

source: The bank transfer transaction was completed successfully.
tr_tr: Banka transferi ödemesi başarıyla tamamlandı.

source: The balance payment transaction was completed successfully.
tr_tr: Bakiye ödemesi başarıyla tamamlandı.

source: The BKM Express transaction was completed successfully.
tr_tr: BKM Express ödemesi başarıyla tamamlandı.

source: iyzico Bank transfer/EFT payment is pending.
tr_tr: iyzico Havale/EFT ödemesi bekleniyor.

source: Payment Form Language
tr_tr: Ödeme Formu Dili
